/* card commands displayed in menu bar */

"Power off Card" = "关闭卡";
"Power on Card" = "打开卡";
"Open ExpressCard" = "打开 ExpressCard…";

/* card descriptions for cards we can not figure out */

"Unknown Vendor" = "供应商未知";
"Unknown Card Type" = "卡类型未知";

/* card descriptions for PCI Class Codes */

"ClassCode00" = "传统设备";
"ClassCode0001" = "VGA 兼容设备";

"ClassCode01" = "海量储存控制器";
"ClassCode0100" = "SCSI 控制器";
"ClassCode0101" = "IDE 控制器";
"ClassCode0102" = "软盘控制器";
"ClassCode0103" = "IPI 控制器";
"ClassCode0104" = "RAID 控制器";
"ClassCode0105" = "ATA 控制器";
"ClassCode0106" = "SATA 控制器";
"ClassCode0107" = "SAS 控制器";

"ClassCode02" = "网络控制器";
"ClassCode0200" = "以太网控制器";
"ClassCode0201" = "令牌环控制器";
"ClassCode0202" = "FDDI 控制器";
"ClassCode0203" = "ATM 控制器";
"ClassCode0204" = "ISDN 控制器";
"ClassCode0205" = "WorldFip 控制器";
"ClassCode0206" = "PICMG 2.14 多计算功能";

"ClassCode03" = "显示器控制器";

"ClassCode04" = "多媒体设备";

"ClassCode05" = "内存控制器";

"ClassCode06" = "桥接设备";
"ClassCode0600" = "主机桥接器";
"ClassCode0601" = "ISA 桥接器";
"ClassCode0602" = "EISA 桥接器";
"ClassCode0603" = "MCA 桥接器";
"ClassCode0604" = "PCI 至 PCI 桥接器";
"ClassCode0605" = "PCMCIA 桥接器";
"ClassCode0606" = "NuBus 桥接器";
"ClassCode0607" = "CardBus 桥接器";
"ClassCode0608" = "RACEway 桥接器";
"ClassCode0609" = "PCI 至 PCI 桥接器";
"ClassCode060a" = "InfiniBand 至 PCI 桥接器";

"ClassCode07" = "简单通讯控制器";
"ClassCode0700" = "串行控制器";
"ClassCode0701" = "并行端口控制器";
"ClassCode0702" = "多端口串行控制器";
"ClassCode0703" = "调制解调器控制器";
"ClassCode0704" = "GPIB 控制器";
"ClassCode0705" = "智能卡";

"ClassCode08" = "基本系统外设";
"ClassCode0804" = "PCI 热插拔控制器";

"ClassCode09" = "输入设备控制器";
"ClassCode0900" = "键盘控制器";
"ClassCode0901" = "数码转换器控制器";
"ClassCode0902" = "鼠标控制器";
"ClassCode0903" = "扫描仪控制器";
"ClassCode0904" = "游戏端口控制卡";

"ClassCode0a" = "配置台";

"ClassCode0b" = "协处理器";

"ClassCode0c" = "串行总线控制器";
"ClassCode0c00" = "FireWire 控制器";
"ClassCode0c01" = "总线访问控制器";
"ClassCode0c02" = "SSA 控制器";
"ClassCode0c03" = "USB 控制器";
"ClassCode0c04" = "光纤通道控制器";
"ClassCode0c05" = "SMBus 控制器";
"ClassCode0c06" = "InfiniBand 控制器";
"ClassCode0c07" = "IPMI 控制器";
"ClassCode0c08" = "SERCOS 控制器";
"ClassCode0c09" = "CANbus 控制器";

"ClassCode0d" = "无线控制器";
"ClassCode0d00" = "iRDa 控制器";
"ClassCode0d01" = "家用 IR 控制器";
"ClassCode0d10" = "RF 控制器";
"ClassCode0d11" = "Bluetooth 控制器";
"ClassCode0d12" = "宽带控制器";
"ClassCode0d20" = "Wi-Fi 控制器 5 GHz";
"ClassCode0d21" = "Wi-Fi 控制器 2.4 GHz";

"ClassCode0e" = "智能输入输出控制器";

"ClassCode0f" = "卫星通信控制器";

"ClassCode10" = "加密/解密控制器";

"ClassCode11" = "数据获取控制器";
